<template>
    <div class="flex flex-d-c mt-48">
        <h5 class="Heading_5 bg-cornflower privacy__title mb-32 c-white">Согласие на обработку персональных данных</h5>

        <span class="footnote_L"
            >На основании Федерального закона Российской Федерации от 27 июля 2006 г N 152-ФЗ «О персональных данных» даю свое
            согласие на обработку ООО «ТТ-Трэвел» (далее – Общество), юридический адрес 125167, г. Москва, ул. Викторенко, д. 5,
            стр. 1., этаж 3 моих персональных данных:</span
        >

        <ul class="mt-24 pl-24">
            <li class="mb-16 footnote_L">фамилия, имя, отчество, номер телефона, адрес электронной почты;</li>

            <li class="mb-16 footnote_L">ссылка на страницу в социальных сетях VK.com, Instagram, Facebook.com;</li>

            <li class="mb-16 footnote_L">ссылка на пользователя в мессенджере Telegram;</li>

            <li class="mb-16 footnote_L">
                информация о моих интересах, основанная на оценке приобретаемых у Общества и Партнёров товаров и/или услуг
                (наименование товара и/или услуги, место приобретения товара и/или услуги, дата и время начала и окончания
                действия товара и/или услуги, если применимо, стоимость покупки товаров и/или услуг, факт и причины отказа от
                товара и/или услуги, факт применения и условия скидки, промокода, сертификата, факт и условия участия в рекламной
                акции), а также полученных от меня при прохождении опросов, заполнении анкет и иных форм, связанных с рекламными
                акциями, оценки удовлетворённости, участия в конкурсах и лотереях, проводимых Обществом;
            </li>

            <li class="mb-16 footnote_L">информация, получаемая при использовании сайта Общества (obt.fstravel.com),</li>

            <li class="mb-16 footnote_L">
                электронные данные (идентификаторы клиента в системах Общества, Google, Yandex, UTM-метки, URL и заголовок
                страницы, IP-адрес, файлы cookie),
            </li>

            <li class="mb-16 footnote_L">
                информация об используемых устройствах, операционной системе, программном обеспечении (браузере), разрешении
                экрана используемого устройства, геолокации,
            </li>

            <li class="mb-16 footnote_L">
                информация об активности на сайтах Общества (дата, время и длительность активности, история активности, в том
                числе, события переходов между страницами сайта и по гиперссылкам, размещённым на сайте, процент просмотра страниц
                сайта),
            </li>

            <li class="mb-16 footnote_L">
                иная информация о клиенте, необходимая для сбора и обработки информации, в том числе, связывания такой информации
                с устройством и программным обеспечением, используемым клиентом.
            </li>
        </ul>

        <span class="mb-16 block footnote_L">Подтверждаю, что даю согласие по своей воле и в своем интересе.</span>

        <span class="mb-16 block footnote_L"
            >Согласие дается с целью взаимодействия со мной на сайте, проверки статуса заказа, авторизации на сайте, ускорения
            ввода данных при бронировании туристического продукта путём использования ранее введённых данных, для подбора и
            предоставления информации по забронированным услугам на веб-сайте obt.fstravel.com, поддоменах указанного сайта, а
            также для продвижения, приобретения и доставки товаров, работ и услуг Общества и Партнёров, получение от Общества и
            Партнёров, сообщений рекламно-информационного характера и сервисных сообщений, в том числе, персональных, понимания
            Общества и Партнёров потребностей в товарах, работах и услугах Общества и Партнёров, улучшения для клиентов процесса
            приобретения и доставки товаров, работ и услуг Общества и Партнёров.</span
        >

        <span class="mb-16 block footnote_L"
            >Согласие дается на осуществление автоматизированной, а также без использования средств автоматизации обработки моих
            персональных данных, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
            извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, (удаление, уничтожение) в
            документарной и электронной форме.</span
        >

        <span class="mb-16 block footnote_L"
            >Настоящим я подтверждаю, что согласен на передачу персональных данных в электронной форме по открытым каналам связи
            сети интернет.</span
        >

        <span class="mb-16 block footnote_L"
            >Настоящим я подтверждаю, что согласен на передачу в указанных выше целях моих персональных данных партнёрам Общества,
            указанным в перечне партнёров ниже.</span
        >

        <span class="mb-16 block footnote_L"
            >Условием прекращения обработки персональных данных является получение Обществом моего письменного отзыва настоящего
            согласия, направленного по юридическому адресу Общества. Общество прекращает обработку моих персональных данных и
            уничтожает их в срок, не превышающий 30 дней с даты поступления отзыва настоящего согласия.</span
        >

        <h5 class="Heading_5 bg-cornflower privacy__title mb-32 c-white">Перечень партнёров:</h5>

        <ul>
            <li class="mb-16 footnote_L">
                ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "ЛЕНТА"<br />
                197374,САНКТ-ПЕТЕРБУРГ ГОРОД, САВУШКИНА УЛИЦА, ДОМ 112, ЛИТЕРА Б,<br />ОГРН: 1037832048605, ИНН: 7814148471
            </li>

            <li class="mb-16 footnote_L">
                ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "ТТ-ТРЭВЕЛ"<br />125167, ГОРОД МОСКВА, УЛИЦА ВИКТОРЕНКО, ДОМ 5, СТРОЕНИЕ
                1, ЭТАЖ 3,<br />ОГРН: 1097746076273, ИНН: 7714775020
            </li>

            <li class="mb-16 footnote_L">
                ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "ОБРАЗОВАТЕЛЬНЫЙ ПАРТНЁР"<br />117105, МОСКВА ГОРОД, ВАРШАВСКОЕ ШОССЕ,
                ДОМ 1, СТРОЕНИЕ 6, ОФИС 205А,<br />ОГРН: 1197746279664, ИНН: 7726451920
            </li>

            <li class="mb-16 footnote_L">
                ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "ЦЕНТР ОНЛАЙН-ОБУЧЕНИЯ НЕТОЛОГИЯ-ГРУПП"<br />117105, МОСКВА ГОРОД,
                ВАРШАВСКОЕ ШОССЕ, ДОМ 1СТР17,<br />ОГРН: 1137746440006, ИНН: 7715964180
            </li>

            <li class="mb-16 footnote_L">
                ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "НОВЫЙ ИМПУЛЬС-50"<br />127299, МОСКВА ГОРОД, КЛАРЫ ЦЕТКИН УЛИЦА, 2/3,
                СТР.1,<br />
                ОГРН: 1047796379080, ИНН: 7713527850
            </li>

            <li class="mb-16 footnote_L">
                ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "АВА-ПЕТЕР"<br />191014, САНКТ-ПЕТЕРБУРГ ГОРОД, ЛИТЕЙНЫЙ ПРОСПЕКТ, ДОМ
                55А, ЛИТЕР А, ПОМ. 3-Н КОМ. 31 ЭТ 1,<br />ОГРН:1027809228072, ИНН:7825052242
            </li>

            <li class="mb-16 footnote_L">
                ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "СЕВЕРГРУПП ТТ"<br />127018, МОСКВА ГОРОД, СУЩЁВСКИЙ ВАЛ УЛИЦА, ДОМ 18,
                ЭТАЖ 15, КАБИНЕТ 21,<br />ОГРН: 1177746741347, ИНН: 7713444724
            </li>

            <li class="mb-16 footnote_L">
                ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "СЕВЕР Х"<br />197374, РОССИЯ, САНКТ-ПЕТЕРБУРГ Г., МУНИЦИПАЛЬНЫЙ ОКРУГ №
                65 ВН.ТЕР.Г., САВУШКИНА УЛ., Д. 112, ЛИТЕРА Б, ЭТАЖ 2, ПОМЕЩ. 116,<br />ОГРН: 1217800058563, ИНН: 7814789355
            </li>
        </ul>
        <strong><h5 class="Heading_5 ta-c mb-16">Политика в отношении обработки персональных данных</h5></strong>

        <strong><h5 class="Heading_5 ta-c">1. Общие положения</h5></strong>

        <span class="mb-16 footnote_L"
            >Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от
            27.07.2006. №152-ФЗ «О персональных данных» (далее - Закон о персональных данных) и определяет порядок обработки
            персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые Обществом с ограниченной
            ответственностью «ТТ-Трэвел» (далее – Оператор).</span
        >

        <span class="mb-16 footnote_L"
            >1.1. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей
            информации, которую Оператор может получить от пользователя Сайта/Приложения.</span
        >

        <strong><h5 class="Heading_5 ta-c">2. Основные понятия, используемые в Политике</h5></strong>

        <span class="mb-16 footnote_L"
            >2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств
            вычислительной техники.</span
        >

        <span class="mb-16 footnote_L"
            >2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев,
            если обработка необходима для уточнения персональных данных).</span
        >

        <span class="mb-16 footnote_L"
            >2.3. Сайт Исполнителя – официальный ресурс Исполнителя установленный на устройстве пользователя в сети Интернет, на
            котором размещается актуальная информация о реализуемых Туроператором Турпродуктах и условиях их приобретения,
            предоставляющий возможность забронировать и оплатить выбранный Турпродукт; Сайт Исполнителя расположен по адресу
            <a href="https://obt.fstravel.com/ ">https://obt.fstravel.com/</a></span
        >

        <span class="mb-16 footnote_L"
            >2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и
            обеспечивающих их обработку информационных технологий и технических средств.</span
        >

        <span class="mb-16 footnote_L"
            >2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования
            дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных
            данных.</span
        >

        <span class="mb-16 footnote_L"
            >2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с
            использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор,
            запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу
            (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных
            данных.</span
        >

        <span class="mb-16 footnote_L"
            >2.7. Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или
            совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие
            цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые
            с персональными данными.</span
        >

        <span class="mb-16 footnote_L"
            >2.8. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому
            Пользователю на Сайте или в Приложении</span
        >

        <span class="mb-16 footnote_L"
            >2.9. Персональные данные, разрешенные субъектом персональных данных для распространения, - персональные данные,
            доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку
            персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом
            о персональных данных (далее - персональные данные, разрешенные для распространения).</span
        >

        <span class="mb-16 footnote_L">2.10. Пользователь – физическое лицо, зарегистрировавшееся на Сайте или в Приложении</span>

        <span class="mb-16 footnote_L"
            >2.11. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу
            или определенному кругу лиц.</span
        >

        <span class="mb-16 footnote_L"
            >2.12. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных
            неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного
            круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в
            информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным
            способом.</span
        >

        <span class="mb-16 footnote_L"
            >2.13. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются
            безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе
            персональных данных и (или) уничтожаются материальные носители персональных данных.</span
        >

        <strong><h5 class="Heading_5 ta-c">3. Основные права и обязанности Оператора</h5></strong>

        <span class="mb-16 footnote_L">3.1. Оператор имеет право:</span>

        <span class="footnote_L mb-16"
            >– получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;<br />
            – в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить
            обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о
            персональных данных;<br />
            – самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей,
            предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если
            иное не предусмотрено Законом о персональных данных или другими федеральными законами.<br
        /></span>

        <span class="mb-16 footnote_L">3.2. Оператор обязан:</span>
        <br />
        <span class="footnote_L mb-16">
            – предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;
            <br />
            – организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;
            <br />
            – отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с
            требованиями Закона о персональных данных;
            <br />
            – сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую
            информацию в течение 30 дней с даты получения такого запроса;
            <br />
            – публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки
            персональных данных;
            <br />
            – принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или
            случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения
            персональных данных, а также от иных неправомерных действий в отношении персональных данных;
            <br />
            – прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить
            персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;
            <br />
            – исполнять иные обязанности, предусмотренные Законом о персональных данных.<br
        /></span>

        <strong><h5 class="Heading_5 ta-c">4. Основные права и обязанности субъектов персональных данных</h5></strong>

        <span class="mb-16 footnote_L">4.1. Субъекты персональных данных имеют право:</span>

        <span class="footnote_L mb-16"
            >– получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных
            федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не
            должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев,
            когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения
            установлен Законом о персональных данных;<br />

            – требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если
            персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для
            заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;<br />

            – выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров,
            работ и услуг;<br />

            – на отзыв согласия на обработку персональных данных;<br />

            – обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные
            действия или бездействие Оператора при обработке его персональных данных;<br />

            – на осуществление иных прав, предусмотренных законодательством РФ.</span
        >

        <span class="mb-16 footnote_L">4.2. Субъекты персональных данных обязаны:</span>

        <span class="footnote_L mb-16"
            >– предоставлять Оператору достоверные данные о себе; <br />

            – сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.<br
        /></span>

        <span class="mb-16 footnote_L"
            >4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных
            без согласия последнего, несут ответственность в соответствии с законодательством РФ.</span
        >

        <strong><h5 class="Heading_5 ta-c">5. Оператор может обрабатывать следующие персональные данные Пользователя</h5></strong>

        <span class="mb-16 footnote_L">5.1. Фамилия, имя, отчество.</span>

        <span class="mb-16 footnote_L">5.2. Дата рождения</span>

        <span class="mb-16 footnote_L">5.3. Адрес местонахождения</span>

        <span class="mb-16 footnote_L">5.4. Электронный адрес</span>

        <span class="mb-16 footnote_L">5.5.Номера телефонов</span>

        <span class="mb-16 footnote_L"
            >5.6. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью
            сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).</span
        >

        <span class="mb-16 footnote_L"
            >5.7. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.</span
        >

        <span class="mb-16 footnote_L"
            >5.8. Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности,
            политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.</span
        >

        <strong><h5 class="Heading_5 ta-c">6. Принципы обработки персональных данных</h5></strong>

        <span class="mb-16 footnote_L"
            >6.1.Обработке подлежат только персональные данные, которые отвечают целям их обработки.</span
        >

        <span class="mb-16 footnote_L"
            >6.2. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается
            избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.</span
        >

        <span class="mb-16 footnote_L"
            >6.3. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не
            дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен
            федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект
            персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки
            или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</span
        >

        <strong><h5 class="Heading_5 ta-c">7. Цели обработки персональных данных</h5></strong>

        <span class="mb-16 footnote_L">7.1. Цель обработки персональных данных Пользователя:</span><br />

        <span class="mb-16 footnote_L"
            >– предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на Сайте или в
            Приложении</span
        >

        <span class="mb-16 footnote_L"
            >7.2. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора
            информации о действиях Пользователей на Сайте или в Приложении, улучшения качества Сайта или Приложения и его
            содержания.</span
        >

        <strong><h5 class="Heading_5 ta-c">8. Условия обработки персональных данных</h5></strong>

        <span class="mb-16 footnote_L"
            >8.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его
            персональных данных.</span
        >

        <span class="mb-16 footnote_L"
            >8.2. Обработка персональных данных необходима для достижения целей, предусмотренных международным договором
            Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора
            функций, полномочий и обязанностей.</span
        >

        <strong
            ><h5 class="Heading_5 ta-c">
                9. Порядок сбора, хранения, передачи и других видов обработки персональных данных
            </h5></strong
        >

        <span class="mb-16 footnote_L"
            >9.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к
            персональным данным неуполномоченных лиц.</span
        >

        <span class="mb-16 footnote_L"
            >9.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением
            случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано
            согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому
            договору.</span
        >

        <span class="mb-16 footnote_L"
            >9.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно,
            путем изменения персональных данных через Сайт или Приложение Оператора.</span
        >

        <span class="mb-16 footnote_L"
            >9.4. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные,
            если иной срок не предусмотрен договором или действующим законодательством. Пользователь может в любой момент отозвать
            свое согласие на обработку персональных данных, направив Оператору уведомление путем направления заявления на отзыв
            согласия на обработку персональных данных на почтовый адрес местонахождения Оператора .</span
        >

        <span class="mb-16 footnote_L"
            >9.5. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и
            другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их
            Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан
            самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия
            третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.</span
        >

        <span class="mb-16 footnote_L"
            >9.6. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных,
            не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен
            федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект
            персональных данных.</span
        >

        <span class="mb-16 footnote_L"
            >9.7. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных
            данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных
            данных, а также выявление неправомерной обработки персональных данных.</span
        >

        <strong><h5 class="Heading_5 ta-c">10. Заключительные положения</h5></strong>

        <span class="mb-16 footnote_L"
            >10.1. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика
            действует бессрочно до замены ее новой версией.</span
        >

        <span class="mb-16 footnote_L"
            >Ознакомившись с настоящей Политикой Пользователь подтверждает согласие на обработку персональных данных по своей воле
            и в своем интересе. Согласие дается с целью взаимодействия с Пользователем на сайте, проверки статуса заказа,
            авторизации на сайте, ускорения ввода данных при заказе товара, а также для продвижения, приобретения и доставки
            товаров , сообщений рекламно-информационного характера и сервисных сообщений. Согласие дается на осуществление
            автоматизированной, а также без использования средств автоматизации обработки моих персональных данных, включая сбор,
            запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу
            (предоставление, доступ), обезличивание, блокирование, (удаление, уничтожение) в документарной и электронной форме.
            Настоящим Пользователь подтверждает, что согласен на передачу персональных данных в электронной форме по открытым
            каналам связи сети интернет. Условием прекращения обработки персональных данных является получение Оператором
            письменного отзыва настоящего согласия, направленного в соответствие с условиями настоящей Политики. Оператор
            прекращает обработку персональных данных Пользователя и уничтожает их в срок, не превышающий 30 дней с даты
            поступления отзыва согласия на обработку персональных данных.</span
        >
    </div>
</template>
<script setup></script>
<style scoped lang="scss">
.privacy__title {
    max-width: fit-content;
}
li::marker {
    color: $color-cornflower;
}
li {
    list-style-type: disc;
}
.ta-c {
    text-align: center;
}
</style>
